{"title": "How to Reserve a Spot for an Event", "content": "If a user asks how to reserve an event:\n\n- Guide them to the CultPass app\n- Instruct them to browse the experience catalog and tap 'Reserve'\n- If it's a premium or limited event, check if reservation confirmation is required via email\n- Remind them to arrive at least 15 minutes early with their QR code visible\n\n**Suggested phrasing:**\n\"You can reserve an experience by opening the CultPass app, selecting your desired event, and tapping 'Reserve'. Be sure to arrive 15 minutes early with your QR code ready.\"", "tags": "reservation, events, booking, attendance"}
{"title": "What's Included in a CultPass Subscription", "content": "Each user is entitled to 4 cultural experiences per month, which may include:\n- Art exhibitions\n- Museum entries\n- Music concerts\n- Film screenings and more\n\nSome premium experiences may require an additional fee (visible in the app).\n\n**Suggested phrasing:**\n\"Your CultPass subscription includes 4 curated experiences each month. You can choose from museums, concerts, film events and more. Premium events may have an extra cost, which is shown during reservation.\"", "tags": "subscription, benefits, pricing, access"}
{"title": "How to Cancel or Pause a Subscription", "content": "Users can manage their subscription via the app > 'My Account' > 'Manage Plan'.\n\n- Cancel: Effective at the end of the billing cycle\n- Pause: Preserves user data, resumes automatically when reactivated\n- Do NOT offer refunds unless approved by support lead\n\n**Suggested phrasing:**\n\"You can cancel or pause your subscription at any time via the 'My Account' section in the CultPass app. Cancelation takes effect at the end of your billing cycle.\"", "tags": "cancelation, pause, subscription, billing"}
{"title": "How to Handle Login Issues?", "content": "Most login issues are resolved with password reset:\n\n- Ask the user to tap 'Forgot Password' on the login screen\n- Ensure they are using the correct registered email\n- If they did not receive the reset email, check spam folder or retry after 10 minutes\n- For persistent login issues, escalate to human support\n\n**Suggested phrasing:**\n\"Try tapping 'Forgot Password' on the login screen. Make sure you're using the email associated with your account. If the email doesn't arrive, check spam or try again in a few minutes.\"", "tags": "login, password, access, escalation"}
{"title": "How to Create a CultPass Account", "content": "To create a new CultPass account:\n\n- Download the CultPass app from the App Store or Google Play\n- Tap 'Sign Up' and enter your full name, email, and a secure password\n- Verify your email by clicking the confirmation link sent to your inbox\n- Once verified, you can choose a subscription plan and start exploring experiences\n\n**Suggested phrasing:**\n\"Download the CultPass app from your app store, tap 'Sign Up', and follow the registration steps. Don't forget to verify your email to activate your account.\"", "tags": "account, registration, sign up, onboarding"}
{"title": "How to Reset Your Password", "content": "If a user has forgotten their password:\n\n- Go to the login screen and tap 'Forgot Password'\n- Enter the email address associated with the account\n- A password reset link will be sent within 5 minutes\n- The link expires after 24 hours\n- If the email doesn't arrive, check the spam/junk folder or request a new link\n\n**Suggested phrasing:**\n\"Tap 'Forgot Password' on the login screen and enter your registered email. You'll receive a reset link within a few minutes. Check spam if you don't see it.\"", "tags": "password, reset, login, security"}
{"title": "How to Update Your Profile Information", "content": "Users can update their profile details in the CultPass app:\n\n- Open the app and go to 'My Account' > 'Edit Profile'\n- You can change your name, phone number, and notification preferences\n- Email changes require verification of the new email address\n- Profile photo can be updated from the same screen\n\n**Suggested phrasing:**\n\"You can update your profile by going to 'My Account' > 'Edit Profile' in the CultPass app. Note that changing your email will require re-verification.\"", "tags": "profile, account, settings, update"}
{"title": "What to Do If Your Account Is Blocked", "content": "If a user's account is blocked:\n\n- This may be due to payment issues, policy violations, or suspicious activity\n- Ask the user to check their registered email for a notification about the block reason\n- For payment-related blocks, they should update their payment method in 'My Account' > 'Billing'\n- For other blocks, escalate to the support lead for manual review\n- Do NOT unblock accounts directly; this requires supervisor approval\n\n**Suggested phrasing:**\n\"Your account may be blocked due to a payment issue or policy review. Please check your email for details. If you need further help, I'll escalate this to our support team.\"", "tags": "blocked, account, suspension, escalation"}
{"title": "CultPass Subscription Tiers Explained", "content": "CultPass offers two subscription tiers:\n\n**Basic Plan:**\n- 4 cultural experiences per month\n- Access to standard events only\n- Monthly billing at R$49.90\n\n**Premium Plan:**\n- 8 cultural experiences per month\n- Access to both standard and premium events\n- Priority booking for limited events\n- Monthly billing at R$89.90\n\nBoth tiers include the CultPass QR code for event check-in.\n\n**Suggested phrasing:**\n\"CultPass Basic includes 4 experiences/month for R$49.90. Premium gives you 8 experiences/month plus access to premium events for R$89.90.\"", "tags": "subscription, tiers, pricing, basic, premium, plans"}
{"title": "How to Upgrade or Downgrade Your Subscription", "content": "Users can change their subscription tier at any time:\n\n- Go to 'My Account' > 'Manage Plan' > 'Change Tier'\n- Upgrades take effect immediately with prorated billing\n- Downgrades take effect at the start of the next billing cycle\n- Unused quota from the current month does not carry over\n\n**Suggested phrasing:**\n\"You can change your plan in the 'Manage Plan' section. Upgrades are instant, while downgrades apply from your next billing cycle.\"", "tags": "subscription, upgrade, downgrade, billing, tier change"}
{"title": "Understanding Your Monthly Quota", "content": "Each subscription tier has a monthly quota for cultural experiences:\n\n- Basic: 4 experiences per month\n- Premium: 8 experiences per month\n- Quota resets on the 1st of each month\n- Unused experiences do NOT roll over to the next month\n- You can check your remaining quota in the app under 'My Account' > 'Usage'\n\n**Suggested phrasing:**\n\"Your quota resets on the 1st of each month. Check your remaining experiences under 'My Account' > 'Usage' in the app.\"", "tags": "quota, usage, subscription, monthly, experiences"}
{"title": "How to Book Premium Experiences", "content": "Premium experiences are exclusive events available to Premium subscribers:\n\n- Look for the 'Premium' badge on experience listings\n- Premium experiences may have limited slots and fill up quickly\n- Premium subscribers get priority booking 48 hours before general availability\n- Some premium events may require an additional fee shown during reservation\n- Basic subscribers cannot book premium experiences; consider upgrading\n\n**Suggested phrasing:**\n\"Premium experiences are marked with a special badge in the app. As a Premium subscriber, you get 48-hour priority booking. Some may have an additional fee.\"", "tags": "premium, experiences, booking, priority, exclusive"}
{"title": "Experience Availability and Scheduling", "content": "CultPass experiences are scheduled throughout the month:\n\n- New experiences are published every Monday at 9 AM\n- Each experience has a specific date, time, and location\n- Availability is shown in real-time in the app\n- Once all slots are filled, the experience shows as 'Sold Out'\n- Waitlist functionality is available for sold-out popular events\n\n**Suggested phrasing:**\n\"New experiences are added every Monday. Check the app for real-time availability. If an event is sold out, you can join the waitlist.\"", "tags": "availability, scheduling, events, waitlist, sold out"}
{"title": "Group Bookings and Companion Passes", "content": "CultPass supports group attendance:\n\n- Each subscriber can bring one guest per experience at no extra cost (companion pass)\n- Additional guests require separate CultPass subscriptions\n- Group bookings of 5+ should be made through customer support\n- Companion passes must be reserved at the same time as the main booking\n\n**Suggested phrasing:**\n\"You can bring one guest for free using your companion pass. Just select 'Add Companion' when making your reservation. For groups of 5+, contact our support team.\"", "tags": "group, companion, guests, booking, events"}
{"title": "CultPass Payment Methods and Billing", "content": "CultPass accepts the following payment methods:\n\n- Credit cards (Visa, Mastercard, Elo)\n- Debit cards\n- PIX (instant payment)\n- Boleto bancario (bank slip)\n\nBilling occurs on the same date each month (based on subscription start date). Failed payments are retried 3 times over 5 days. After 3 failed attempts, the subscription is suspended.\n\n**Suggested phrasing:**\n\"We accept credit/debit cards, PIX, and boleto. Your billing date is based on when you started your subscription. If a payment fails, we'll retry it over the next 5 days.\"", "tags": "payment, billing, credit card, PIX, boleto, methods"}
{"title": "CultPass Refund Policy", "content": "Refund guidelines for CultPass support agents:\n\n- Reservation cancellations made 24+ hours before the event: full refund to original payment method\n- Cancellations within 24 hours: no refund, but credit applied to account\n- Subscription cancellation: no refund for the current billing period\n- Event cancellations by CultPass: automatic full refund within 5 business days\n- Refunds for premium event fees follow the same 24-hour policy\n- All refund requests must be documented in the ticket\n\n**Suggested phrasing:**\n\"If you cancel more than 24 hours before the event, you'll receive a full refund. For cancellations within 24 hours, we can offer account credit instead.\"", "tags": "refund, cancellation, policy, billing, credit"}
{"title": "App Troubleshooting Guide", "content": "Common app issues and solutions:\n\n**App crashes or freezes:**\n- Force close the app and reopen it\n- Ensure the app is updated to the latest version\n- Clear app cache: Settings > Apps > CultPass > Clear Cache\n\n**QR code not displaying:**\n- Check internet connection\n- Pull down to refresh the reservation screen\n- Log out and log back in\n\n**Slow performance:**\n- Check device storage (need at least 500MB free)\n- Restart the device\n- Reinstall the app if issues persist\n\n**Suggested phrasing:**\n\"Try force-closing and reopening the app. If the issue persists, clear the cache or reinstall. Make sure you're running the latest version.\"", "tags": "app, troubleshooting, technical, crash, QR code, performance"}
{"title": "Escalation and Contact Information", "content": "When to escalate a support ticket:\n\n- Account blocks requiring manual review\n- Refund requests exceeding R$200\n- Persistent technical issues not resolved by standard troubleshooting\n- Reports of safety concerns at events\n- Complaints about event quality or partner venues\n\nEscalation process:\n1. Update ticket status to 'escalated'\n2. Add detailed notes about the issue and steps already taken\n3. Tag the ticket with 'needs-human-review'\n\nContact channels for users:\n- In-app chat: Available 24/7\n- Email: support@cultpass.com.br\n- Phone: 0800-CULTPASS (Mon-Fri, 9AM-6PM)\n\n**Suggested phrasing:**\n\"I'm going to escalate this to our specialized support team. They'll review your case and get back to you within 24 hours.\"", "tags": "escalation, contact, support, human review, channels"}
